[
  {
    "article_id" : "SJqwOBSsz",
    "link" : "https://www.coindesk.com/imperfect-pictures-bitcoin-lightning-images-arent-seem/",
    "title" : "Imperfect Pictures: Bitcoin Lightning Images Aren't What They Seem",
    "description" : "People love lightning network visualizers as a way to track the technology's growth, but the images produced might not be as trustworthy as they seem.",
    "article" : "<p>There&apos;s more to bitcoin&apos;s lightning network than meets the eye.</p><p>That said, data visualizations have become a favorite&#xA0;tool for bitcoin users eager to tell the story of the steady adoption of the in-development payments technology. Already, <a href=\"https://gist.github.com/bretton/798ec38165ffabc719d91e0f4f67552d\" target=\"_blank\">a ton of visualizers</a> have been launched to depict the network in novel ways - from 3D renderings and historical time series to family trees and experimental animations.</p><p>Like blossoming clusters of galaxies, watching the nodes and channels unfurl into complicated webs has become somewhat of a sport for <a href=\"https://www.coindesk.com/information/what-is-the-lightning-network/\">lightning</a> fans.</p><p>&quot;I used to check the bitcoin price every day, but now I check the lightning network nodes every day,&quot; a lightning enthusiast <a href=\"https://www.reddit.com/r/Bitcoin/comments/89ryqq/i_used_to_check_the_bitcoin_price_every_daybut/\" target=\"_blank\">wrote on Reddit</a>, adding that unlike the price charts, lightning is always on an upward trend. </p><div></div><p></p><p>But according to several developers that work on lightning implementations, the images don&apos;t tell the whole story.</p><p>&quot;Most of the snapshots will become increasingly irrelevant,&quot; said Olaoluwa &apos;Laolu&apos; Osuntokun, a developer at Lightning Labs, which recently launched its lightning network implementation <a href=\"https://www.coindesk.com/a-version-of-bitcoins-lightning-network-is-ready-for-real-money/\">into public beta</a>.</p><p>For one, the pictures are based on views from a single node, which has limited access to the entire lightning network.</p><p>&quot;It isn&apos;t authoritative, not really indicative of the longer-term topology,&quot; Osuntokun continued.</p><p>Nevertheless, the images right now play an important role, often deployed to solve unanswered questions about how the network is growing, namely whether lightning is fulfilling its (<a href=\"https://www.coindesk.com/lightning-technical-challenges-bitcoin-scalability/\" target=\"_blank\">sometimes contested</a>) promise of decentralization.</p><p>&quot;It gives people something they can point to to say, &apos;Look it&apos;s lightning!&apos;&quot; Osuntokun said.</p><p>Pseudonymous developer &quot;Intel,&quot; who created the popular lightning mainnet explorer,&#xA0;<a href=\"https://lnmainnet.gaben.win/\" target=\"_blank\">#recksplorer</a>, agreed, saying visualizers are the easiest way to observe the network growth at this point.</p><p>Intel continued:</p><blockquote><p>&quot;You can visually compare how they looked before and look now, making the network growth really noticeable. It&apos;s much more eye candy than sharing raw numbers of network nodes.&quot;</p></blockquote><h2>A complete picture?</h2><p>Still, according to Osuntokun, as the network continues to grow, these visual depictions will become more problematic.</p><p>While users have at times complained about the lack of visibility across the whole network, thinking it was due to faulty code, the partial view of the nodes is a necessary characteristic, as it enhances privacy and cuts down on individual node storage costs.</p><p>Plus, because of certain implementation parameters, if a channel has been inactive for more than two weeks or it contains a very small amount of funds, the channels might not be visible to all nodes.&#xA0;And finally, there could be nodes and channels that don&apos;t announce themselves at all.</p><p>&quot;It&apos;s actually optional for nodes to send out authenticated proofs attesting to the existence a channel,&quot; Osuntokun said.</p><p>As such, even layering views from multiple nodes wouldn&apos;t give you a complete picture.</p><p>Tyzbit, the pseudonymous author of several interactive lightning visualizers, compared this to a dark, crowded room, with groups of people hidden behind others.</p><p>&quot;You don&apos;t need to know about everyone in the room to send money to someone, you just need one working route,&quot; tyzbit explained.&#xA0;&quot;No one has a perfect picture of the network.&quot;</p><p>But according to Osuntokun, while that could worry people that actually the lightning network isn&apos;t growing as fast as some suggest, it actually displays the more positive opposite.</p><p>Because on lightning, there&apos;s no need for consensus, or, a global agreement of what the network is, it&apos;s even possible that several, unconnected lightning networks could exist at once. With this in mind, it&apos;s likely that lightning could be much bigger than depicted in the images.</p><p>He told CoinDesk:</p><blockquote><p>&quot;An explorer should only be seen as a lower bound for the number of nodes or channels on the network.&quot;</p></blockquote><h2>The end of visualizers</h2><p>Still, visualizers may have a short shelf life anyway.</p><p>For one, Osuntokun said that as lightning adds more privacy features, visualizers will be unable to gather more specific data, like physical location, about the nodes. This is obviously a benefit for users since data about their location could expose them to attacks, but it&apos;s at the expense of the visual tools.</p><p>&quot;As the graph gets larger and larger, visualizations will probably start to collapse channels into one another in order to reduce the dimensionality of the rendering,&quot; Osuntokun said, &quot;otherwise, things may just end up looking like a ball of yarn pretty soon.&quot;</p><p>Intel echoed this point, stating that visualization software will eventually not be able to handle the amount of overlaps in the network.</p><p>&quot;[A] large lightning network becomes like a tangled mess, and there is no way that you can untangle it for visualization purposes,&quot; he said.</p><p>And this might be coming sooner than later. For instance, despite <a href=\"https://www.coindesk.com/bitcoins-lightning-network-problem-people-already-using/\">being labelled reckless</a> for users to transact on the lightning network before Lightning Lab&apos;s March beta release, Intel&apos;s&#xA0;explorer saw <a href=\"https://www.coindesk.com/bitcoins-lightning-network-problem-people-already-using/\" target=\"_blank\">rapid growth</a>, reaching 1,337 nodes and 3,798 channels in a matter of weeks.</p><p>Even at its current size, the developer&apos;s explorer is already a bit unruly.</p><p>Because of that, Intel concluded:</p><blockquote><p>&quot;You can already see that happening on my explorer. The future of network visualizers is uncertain.&quot;</p></blockquote><p><em>Lightning network visualizer image via <a href=\"https://lnmainnet.gaben.win/\" target=\"_blank\">#recksplorer</a></em></p><div></div><p></p><p><em>The leader in blockchain news, CoinDesk is a media outlet that strives for the highest journalistic standards and abides by a <a href=\"https://www.coindesk.com/editorial-policy/\">strict set of editorial policies</a>. CoinDesk is an independent operating subsidiary of Digital Currency Group, which invests in cryptocurrencies and blockchain startups.</em></p>",
    "image" : "https://media.coindesk.com/uploads/2018/04/Screen-Shot-50-860x430.png",
    "author" : "Rachel Rose O'Leary",
    "published_at" : "2018-04-06T08:00:50.000Z",
    "updated_at" : "2018-04-06T19:20:02.187Z",
    "created_at" : "2018-03-15T06:29:28.421Z"
  },
  {
    "article_id" : "SyABTbmjM",
    "link" : "https://www.coindesk.com/us-insurance-giants-unitedhealth-humana-launch-blockchain-pilot/",
    "title" : "US Insurance Giants UnitedHealth and Humana Launch Blockchain Pilot",
    "description" : "Two of the nation's largest health insurers are looking to blockchain technology to reconcile data in the health care system.",
    "article" : "<p>Two of the largest health insurance providers in the U.S. announced Monday that they would pursue a blockchain pilot aimed&#xA0;at improving the quality of healthcare data.</p><p>UnitedHealth Group and Humana - who are largely rivals in the health insurance industry - said that they would develop the pilot in cooperation with&#xA0;MultiPlan and Quest Diagnostics. UnitedHealth Group will participate through two of its subsidiaries, UnitedHealthcare and Optum.</p><p>According to a <a href=\"http://www.unitedhealthgroup.com/Newsroom/Articles/Feed/Optum/2018/0402HumanaMultiplanOptumUHCBlockchain.aspx?r=1\" target=\"_blank\">statement</a> released by the companies involved:</p><blockquote><p>&quot;The pilot will examine how sharing data across health care organizations on blockchain technology can improve data accuracy, streamline administration and improve access to care.&quot; </p><div></div><p></p></blockquote><p>It&apos;s not clear at this time whether the pilot would involve an existing platform or the development of a wholly new one.&#xA0;UnitedHealth and Humana did not immediately respond to requests for further information.</p><p>Still, the pilot is targeting a key pain point in the healthcare industry, data reconciliation, which according to one estimate costs as much as $2.1 billion in annual spending. And firms like UnitedHealth have eyed blockchain for potential applications in the past; last week, a group of insurers and reinsurers <a href=\"https://www.coindesk.com/blockchain-insurance-consortium-b3i-pivots-full-fledged-startup/\" target=\"_blank\">launched a new commercial venture</a> that grew out of an existing consortium effort.</p><p><em><a href=\"https://www.shutterstock.com/image-photo/stethoscope-charts-graphs-paper-saving-stack-1059870440?src=ffObDS3KvjXXybVB5XjnAQ-1-40\" target=\"_blank\">Health data</a> image via Shutterstock&#xA0;</em></p><div></div><p></p><p><em>The leader in blockchain news, CoinDesk is a media outlet that strives for the highest journalistic standards and abides by a <a href=\"https://www.coindesk.com/editorial-policy/\">strict set of editorial policies</a>. CoinDesk is an independent operating subsidiary of Digital Currency Group, which invests in cryptocurrencies and blockchain startups.</em></p>",
    "image" : "https://media.coindesk.com/uploads/2018/04/healthcare-860x430.jpg",
    "author" : "David Floyd",
    "published_at" : "2018-04-03T21:00:07.000Z",
    "updated_at" : "2018-04-05T02:43:18.510Z",
    "created_at" : "2018-04-05T01:23:58.927Z"
  },
  {
    "article_id" : "H1xITbQoM",
    "link" : "https://www.coindesk.com/ethereum-asics-means-whats-next/",
    "title" : "Ethereum ASICs Are Here: What the New Miners Mean and What's Next",
    "description" : "After weeks of speculation, Bitmain has announced an ASIC for ethereum mining, spurring the developer community into action to try and block its use. ",
    "article" : "<p>ASIC-resistant no more?</p><p>That&apos;s the question circulating Tuesday in the wake of news that Bitmain, the China-based maker of hardware specialized for cryptocurrency software, had developed a new &quot;ASIC&quot; mining chip designed specifically to process ethereum transactions and claim the protocol&apos;s rewards.</p><p>Bitmain confirmed the release of its Antminer E3 chips, which will retail for $800, <a href=\"https://twitter.com/BITMAINtech/status/981169456411021312\" target=\"_blank\">in a tweet</a> that broke what had been weeks of speculation that it would soon launch such a product, one that ran counter to statements from company officials to CoinDesk even hours before.</p><p>Still, for ethereum&apos;s developers and users, the news wasn&apos;t exactly a surprise - it had long been theorized, even in creator Vitalik Buterin&apos;s earliest blog posts, that no algorithm for managing mining rewards would remain immune to ASICs forever. </p><div></div><p></p><p>Over time, Buterin&apos;s argument was that innovations would prevail, try as developers might to keep their code optimized for general-purpose computers.</p><p>Yet, ethereum developers have been quietly building defenses for this future, long promoting design choices intended to protect the blockchain against hardware meant to consolidate rewards in the hands of companies or individuals capable of operating at scale.</p><p>As such, some have even gone so far as to propose further changes following the day&apos;s news.</p><p>Such a step, a radical reworking of the software to render the new hardware unusable, might seem extreme if that weren&apos;t becoming the norm among cryptocurrencies. Already, monero and siacoin, two smaller cryptocurrencies, are taking steps to propose a change to its software that would effectively block efforts by Bitmain to grow its business there.</p><p>As for the impact on ethereum, however, much remains unclear at the moment.</p><p>For one, there are doubts in the ethereum community that Bitmain&apos;s mining chip is capable of significant performance increases, ones that would, say, be so pronounced they would inspire the widespread adoption of the hardware in the way bitcoin ASICs replaced hobby miners.</p><p>Further, there&apos;s the ethereum technical roadmap, which already includes a planned shift away from proof-of-work, the system that today enables mining at all.</p><p>Indeed, Buterin has remained silent on the launch, though in his past remarks, he&apos;s mostly focused on the idea that the impact of such an innovation is likely to be short-lived.</p><p>Speaking in a developer chat in February, Buterin wrote:</p><blockquote><p>&quot;I&apos;m not convinced it&apos;s worth expending resources caring too much, except to push faster on Casper.&quot;</p></blockquote><h2>Poisoning the well</h2><p>Stepping back, it&apos;s important to understand ethereum&apos;s mining algorithm and the platform&apos;s historical attitudes toward the practice of mining - a mechanism it has always aimed to eradicate entirely.</p><p>Prior to the launch of the platform, a method for staving off the use of mining hardware even made it into the ethereum white paper, in which developers were encouraged to seek to analyze ASICs so as to render their ability to more quickly capture protocol rewards moot.</p><p>&quot;Engineers can analyze existing ASICs, determine what their optimizations are, and dump transactions into the blockchain that such optimizations simply do not work with,&quot;&#xA0;<a href=\"https://blog.ethereum.org/2014/03/20/the-question-of-mining/\" target=\"_blank\">Buterin wrote</a>.</p><p>However, due to security concerns, the initial methods described were spiked. Instead, developers implemented a proof-of-work algorithm similar to the one used in bitcoin.</p><p>Named ethash, the algorithm differs from bitcoin&apos;s, though, in that rather than being suited for computationally intensive hardware like ASICs, it requires a lot of memory. This means that regardless of whether its mined on an ASIC or a GPU, both devices are necessarily encumbered by the storage requirements.</p><p>This definition is important, as it&apos;s not clear whether Bitmain&apos;s E3 ASIC has broken this fundamental aspect of ethash.</p><p>Speaking to CoinDesk, developer Nick Johnson said the ASIC doesn&apos;t seem to have achieved any improvements that would qualify it as having achieved a performance boost much higher than the GPU cards used today.</p><p>&quot;It looks like they&apos;re basically just making a whole pile of special-purpose GPUs with a huge amount of memory in a case,&quot; he told CoinDesk.</p><h2>Possible response</h2><p>Still, given the stakes of the shift, there are potentially more aggressive methods to pursue, the most obvious of which would be a change in the ethereum software to block Bitmain&apos;s miners.</p><p>Developer sentiment concerning such a change has been heated, if inconclusive, spurred by long-held fears among developers about the profit-seeking behaviors of miners.</p><p>In a <a href=\"https://github.com/ethereum/EIPs/issues/958\" target=\"_blank\">discussion on Github</a>, a number of potential methods for blocking Bitmain&apos;s ASICs have surfaced, ones which in the coming days are likely to calcify into a formal strategy that could help keep ethereum open to smaller miners and hobbyists.</p><p>As <a href=\"https://github.com/ethereum/EIPs/issues/958#issuecomment-377666700\" target=\"_blank\">one user wrote</a> on Github, citing the centralization of ethereum: &quot;If a hard fork can prevent them from doing so, at least until [proof-of-stake] becomes reality, then my vote is in favor of the hard fork. Brick&apos;em.&quot;</p><p>As the comment provides evidence, even with an ethereum protocol change coming soon to potentially abolish mining, a vocal majority of developers would also support a fork that seeks to keep barriers to entry for mining low.</p><p>That&apos;s not to say there aren&apos;t those who see the matter differently. Speaking <a href=\"https://pdaian.com/blog/anti-asic-forks-considered-harmful/\" target=\"_blank\">in a blog post</a>, Cornell researcher and ethereum enthusiast Phil Daian warned that efforts to block Bitmain&apos;s participation is akin to &quot;censorship.&quot;</p><p>Indeed, this mirrors past counterarguments that large-scale mining is a kind of &quot;co-opetition&quot; that, given its entrepreneurial nature, should be encouraged for the security it provides blockchains, even if it is at odds with the democratized access desired by developers.</p><p>Others aren&apos;t as convinced. Indeed, some extreme proposals for preventing ASICs have surfaced, including the possibility ethereum could go so far as to mix multiple algorithms, though these have been largely dismissed as ill-conceived.</p><p>One thing&apos;s for sure, however, tensions are high, even if formal action - or indeed even the basic facts of the situation - are still coming into focus.</p><p>According to the Bitmain site, the ethereum ASIC mines at 180 million hashes per second - less than conventional GPU miners. However, some ethereum users feel the numbers are flawed, writing on Github that the numbers have been fabricated.</p><p>Still, much won&apos;t be known until the units ship.</p><p><a href=\"https://github.com/ethereum/EIPs/issues/958#issuecomment-378289769\" target=\"_blank\">Said one user</a>:</p><blockquote><p>&quot;Let&apos;s keep the raw paranoia based on no actual numbers and magic under control.&quot;</p></blockquote><p><em><a href=\"https://www.shutterstock.com/image-photo/omsk-russia-march-28-2018-ethereum-1058825213?src=P9KWXkYcf3dspBboAQQAAA-1-54\" target=\"_blank\">Ethereum token on circuit board</a> image via Shutterstock</em></p><div></div><p></p><p><em>The leader in blockchain news, CoinDesk is a media outlet that strives for the highest journalistic standards and abides by a <a href=\"https://www.coindesk.com/editorial-policy/\">strict set of editorial policies</a>. CoinDesk is an independent operating subsidiary of Digital Currency Group, which invests in cryptocurrencies and blockchain startups.</em></p>",
    "image" : "https://media.coindesk.com/uploads/2018/04/ether-mining-860x430.jpg",
    "author" : "Rachel Rose O'Leary",
    "published_at" : "2018-04-03T22:04:09.000Z",
    "updated_at" : "2018-04-05T02:43:20.085Z",
    "created_at" : "2018-04-05T01:23:58.927Z"
  },
  {
    "article_id" : "SJGUTWmjz",
    "link" : "https://www.coindesk.com/crypto-data-startup-bitkan-raises-10-million-new-funding/",
    "title" : "Crypto Data Startup BitKan Raises $10 Million in New Funding",
    "description" : "After closing its OTC trading service, Chinese bitcoin startup BitKan is looking to expand its business with $10 million in a Series B round.",
    "article" : "<p>Shenzhen-based cryptocurrency data startup BitKan has raised $10 million in a Series B funding round.</p><p>Leading the round is a Chinese financing firm called&#xA0;Zhongyunhui Capital, with IDG Capital and bitcoin mining giant Bitmain also contributing funds, the company announced Wednesday. Bitmain is <a href=\"https://www.coindesk.com/bitkan-1-6-million-series-a-bitmain/\" target=\"_blank\">an existing investor</a> in BitKan, having invested $1.6 million in the startup in 2016.</p><p>BitKan said it will use the new funds to expand its business and build a platform dubbed &quot;K site&quot; within its existing application, which is expected to go into open beta on April 20. The company is also planning to open offices in Hong Kong, Singapore and Tokyo as part of its expansion plans.</p><p>The new service is envisioned as a paid platform that shares user-generated content, with users paying to access this material with the startup&apos;s planned KAN token. </p><div></div><p></p><p>BitKan touted the new platform as a push for higher quality content, such as investment strategies for the Chinese cryptocurrency market, as a response to an environment that the startup said is fueled by &quot;fake ICO whitepapers and scams.&quot;</p><p>&quot;Free content can only attract page views, but putting up a paywall can improve content quality considerably,&quot; CEO&#xA0;Yu Fang explained.</p><p>Founded in 2012, the firm originally started as a platform for over-the-counter (OTC) trading that also provided cryptocurrency price and mining data, as well as wallet services.</p><p>The funding marks the firm&apos;s latest effort to look for new revenue following the&#xA0;<a href=\"https://www.coindesk.com/bitcoin-otc-service-suspends-trading-citing-china-pressure/\" target=\"_blank\">closure</a> of its OTC platform after the Chinese government&apos;s clampdown on initial coin offerings and domestic trading services last year.</p><p><em><a href=\"https://www.shutterstock.com/image-photo/miniature-businessman-handshake-success-deal-business-796873087?src=Vurw98ZNGUh1Z_DKKp8P6A-1-10\" target=\"_blank\">Miniature</a> via Shutterstock</em></p><div></div><p></p><p><em>The leader in blockchain news, CoinDesk is a media outlet that strives for the highest journalistic standards and abides by a <a href=\"https://www.coindesk.com/editorial-policy/\">strict set of editorial policies</a>. CoinDesk is an independent operating subsidiary of Digital Currency Group, which invests in cryptocurrencies and blockchain startups.</em></p>",
    "image" : "https://media.coindesk.com/uploads/2018/04/handshake-860x430.jpg",
    "author" : "Wolfie Zhao",
    "published_at" : "2018-04-04T01:20:05.000Z",
    "updated_at" : "2018-04-05T02:43:21.595Z",
    "created_at" : "2018-04-05T01:23:58.927Z"
  },
  {
    "article_id" : "BJhwCZmjG",
    "link" : "https://themerkle.com/canadian-localbitcoins-volume-is-picking-up-quickly/",
    "title" : "Canadian LocalBitcoins Volume Is Picking up Quickly",
    "description" : "Even though the cryptocurrency markets are reeling right now, overall demand for Bitcoin is not slowing down in the slightest. According to LocalBitcoins, the demand for Bitcoin is spiking …",
    "article" : "<div><div>    </div></div><p><b>Even though the cryptocurrency markets are reeling right now, overall demand for Bitcoin is not slowing down in the slightest. According to LocalBitcoins, the demand for Bitcoin is spiking in Canada. That in itself is rather interesting, as the country has been pretty silent on the cryptocurrency front these past few years.</b></p><div><div></div></div><h2><b>Canada Shows a Healthy Appetite for Bitcoin</b></h2><p><span>Looking at the LocalBitcoins </span><a href=\"https://coin.dance/volume/localbitcoins/CAD\"><span>chart </span></a><span>for Canada these past few years, one can see that the demand has never been all that great. In fact, one can argue that the demand for BTC&#xA0;was pretty flat until late 2017. At that time, the global demand for Bitcoin was peeking, mainly because of the price quickly soaring to new heights.</span></p><p><span>As one would expect, the LocalBitcoins volume in this country tapered off in early 2018. With the markets losing value in quick succession,&#xA0;it&#x2019;s normal that there would&#xA0;be far&#xA0;less demand for cryptocurrency. At the same time, this lower market value creates a lot of new buy opportunities for investors and speculators. </span></p><p><span>It seems there has been a renewed interest in </span><a href=\"https://themerkle.com/tag/localbitcoins/\"><span>LocalBitcoins </span></a><span>over the past three to four weeks. With the weekly traded Bitcoin volume on the rise&#xA0;over this period, things look rather promising. Last week, however, the volume jumped by an astonishing CA$2.5 million for no apparent reason. That increase comes on the heels of another CA$3.4 million increase in the weeks prior.</span></p><div><div>    </div></div><p><a href=\"https://themerkle.com/wp-content/uploads/LocalBitcoin-Canada.png\"><img src=\"https://themerkle.com/wp-content/uploads/LocalBitcoin-Canada.png\" alt width=\"892\" height=\"597\"></a></p><p><span>The big question is why demand is soaring all of a sudden. Even though the lower Bitcoin price makes this investment vehicle a lot more appealing as of right now, one wouldn&#x2019;t necessarily expect consumers to use LocalBitcoins for this purpose. Canada is home to a fair few cryptocurrency exchanges,&#xA0;although the ecosystem&#xA0;could certainly use a lot more competition in the near future. </span></p><p><span>Additionally, there is an increasing interest&#xA0;on the part of Bitcoin mining firms looking to set up shop in Canada. The country has a fair amount of renewable energy and empty data centers looking for new purposes. As such, it seems the concept of Bitcoin and other cryptocurrencies is gaining traction in the country in various ways. At the same time, Canada still lacks clear regulatory guidelines when it comes to virtual currencies.</span></p><p><span>Whether or not&#xA0;the demand for Bitcoin will remain this high in Canada remains to be seen. This may very well be a temporary trend, rather than the new normal. Even so, it goes to show that LocalBitcoins is still quite popular, as peer-to-peer trading is a preferable manner of buying and selling Bitcoin these days.</span></p><div></div><div><div></div><ins></ins></div>",
    "image" : "https://themerkle.com/wp-content/uploads/2016/06/LocalBitcoins.png",
    "author" : " JP Buntinx",
    "published_at" : "2018-04-04T00:00:00.000Z",
    "updated_at" : "2018-04-05T02:48:04.493Z",
    "created_at" : "2018-04-05T01:23:58.927Z"
  },
  {
    "article_id" : "ryZiOCiuG",
    "updated_at" : "2018-03-06T09:00:08.962Z",
    "created_at" : "2018-03-06T09:00:08.962Z",
    "link" : "https://themerkle.com/ecuadors-cryptocurrency-atm-industry-wont-grow-anytime-soon/",
    "title" : "Ecuador’s Cryptocurrency ATM Industry Won’t Grow Anytime Soon",
    "description" : "Ecuador is a very interesting country when it comes to cryptocurrencies. Although the national government does not favor this innovative form of money, local entrepreneurs are ignoring its warnings whenever possible. In fact, there …",
    "article" : "<div><div>    </div></div><p><b>Ecuador is a very interesting&#xA0;country&#xA0;when it comes to cryptocurrencies. Although the&#xA0;national government does not favor this innovative form of money, local entrepreneurs are ignoring&#xA0;its warnings whenever possible. In fact,&#xA0;there are now cryptocurrency ATMs in Ecuador, which is a pretty big development for the industry as a whole.</b></p><div><div></div></div><h2><b>Bitcoin Continues to Thrive in Ecuador</b></h2><p><span>No one will deny that Bitcoin and other cryptocurrencies have made their mark on the financial sector. Although not everyone may be in favor of this new form of money, entrepreneurs all over the world are pretty confident this industry will only continue to&#xA0;attract the masses in the future. Making cryptocurrencies more accessible to the average person on the street, however, will not be easy whatsoever. </span></p><p><span>One way of making Bitcoin and select altcoins more accessible is by deploying </span><a href=\"https://themerkle.com/tag/bitcoin-atm/\"><span>cryptocurrency ATMs</span></a><span>. While that concept makes a lot of sense in most parts of the world, the situation is very different in Ecuador. More specifically, the Ecuadorian government has no love lost for Bitcoin and other currencies, as&#xA0;it wants to ban this form of money altogether. All of those efforts have been in vain since 2014, though, as there is still no official ban on cryptocurrency in the country as of right now.</span></p><p><span>While it is true the government of Ecuador attempted to ban cryptocurrency a while ago, the central bank countered&#xA0;its&#xA0;effort earlier this year. According to the bank, buying and selling Bitcoin is not illegal, even though using&#xA0;it as a payment method for goods and services may prove to be a different matter altogether. Using Bitcoin for this purpose is risky, as it may lead to governmental scrutiny in the long run. Surprisingly, some of Ecuador&#x2019;s Bitcoin entrepreneurs are not too concerned about these developments as of right now. </span></p><div><div>    </div></div><p><span>Instead, we saw the very first cryptocurrency ATMs pop up in Ecuador </span><a href=\"http://antiguareport.com/2018/02/ecuadors-first-crypto-atms-defy-prohibition/\"><span>last month</span></a><span>. This is a remarkable milestone for the cryptocurrency industry as a whole. It is also worth noting that the ATM located in the capital city of Quito&#xA0;was&#xA0;built&#xA0;entirely in Ecuador. Two different models were unveiled recently, although they do not come cheap. One of these machines costs US$22,000, which may be a bit steep for most entrepreneurs in the country. </span></p><p><span>Even so, this venture is mainly designed to bring cryptocurrencies to the average consumer in a convenient manner. The ATMs exchange dollars for Bitcoin, Dash, and Pura, which is a rather interesting collection of currencies, to say the least. It is possible that more cryptocurrencies will be added in the future. As one would expect, both&#xA0;devices&#xA0;present users with digital wallets when they make their first purchase.</span></p><p><span>For the time being, these machines are not accessible to the general public, but that situation will change soon. They are merely an educational tool for now, as there are legal ramifications to using these machines as actual money conversion units. It is not surprising to learn the Ecuadorian central bank has already declared the machines to be illegal, although it remains to be seen how this situation will play out in the long run. </span></p><div></div><div><div></div><ins></ins></div>",
    "published_at" : "2018-03-05T00:00:00.000Z",
    "author" : " JP Buntinx",
    "image" : "https://themerkle.com/wp-content/uploads/shutterstock_191890727.jpg"
  },
  {
    "article_id" : "H1l_0Z7sM",
    "link" : "https://themerkle.com/investors-remain-bullish-on-cryptocurrency-huobi-report-shows/",
    "title" : "Investors Remain Bullish on Cryptocurrency, Huobi Report Shows",
    "description" : "One would expect overall investor sentiment regarding Bitcoin and altcoins to be rather pessimistic. Most people are all too aware that the current market trend is only temporary, though. As …",
    "article" : "<div><div>    </div></div><p><b>One would expect overall investor sentiment regarding Bitcoin and altcoins to be rather pessimistic. Most people are all too aware that&#xA0;the current market trend is only temporary, though. As such, the results of the recent Huobi Industry Data Report paint an interesting picture. According to this information, overall sentiment remains rather optimistic. </b><span><br></span></p><div><div></div></div><h2><b>Bullish Expectations Remain in Place</b></h2><p><span>After three months of nothing but steady value declines, one would expect investors to have cooled off on Bitcoin for a while. Indeed, it seems as if that is one of the main reasons why the total </span><a href=\"https://themerkle.com/the-deceptive-nature-of-market-capitalization/\"><span>cryptocurrency market cap</span></a><span> has tanked so much. A lower trading volume usually means less interest from investors and speculators, but it seems the opposite is true in this case.</span><span><br></span> <span><br></span><span>More specifically, the new </span><a href=\"https://huobiblog.zendesk.com/hc/en-us/article_attachments/360002880172/Huobi_Cryptocurrency_Investor_Sentiment_Index_Report-March.pdf\"><span>Huobi Industry Data Report</span></a><span> shows there is a lot of positive momentum among cryptocurrency investors. Over one in three respondents expect a substantial increase in the total cryptocurrency market cap during the month of April. Less than one in three expects a slump, whereas they feel a slight decrease is also a possibility. However, the&#xA0;individuals expecting a slight increase outweigh those who expect a decrease, with under 10% expecting things to remain the same.</span><span><br></span> <span><br></span><span>The short-term growth of cryptocurrency is always subject to a lot of speculation and interpretation. While it is positive to see so many people expecting things to improve &#x2013; or at least remain the same &#x2013; it remains to be seen&#xA0;whether that vision will come true. With over 55% of&#xA0;participants expecting the total market cap to rise throughout April, it will be interesting to see if they will be proven wrong when everything is said and done.</span><span><br></span> <span><br></span><span>Most expert cryptocurrency enthusiasts couldn&#x2019;t care less about short-term changes, though. In this industry, it is paramount to keep the bigger picture in mind at all times. For Bitcoin and other cryptocurrencies, the overall bullish uptrend is still firmly in place, even though things may look pretty worrisome right now. Huobi&#x2019;s report seems to echo that reality.</span><span><br></span> <span><br></span><span>Over&#xA0;the next six months, most investors expect to see an increase of some sort. Indeed, nearly 78% of the survey&#x2019;s respondents indicated their belief that the industry&#x2019;s total market cap will increase. According to the report, most people expect major growth in the total market cap over the next three years. This seems to echo predictions made by some experts earlier this year, although reaching specific targets may prove rather challenging.</span><span><br></span> <span><br></span><span>It is evident that the current market conditions warrant cautious optimism at best. There is still a fair amount of volatility to contend with, and it will take time until we see any major improvements in the overall market cap. Even so, when looking at the long-term outlook, there is no reason to think the bears will remain in control for much longer.</span><span><br></span></p><div></div><div><div></div><ins></ins></div>",
    "image" : "https://themerkle.com/wp-content/uploads/create-cryptocurrency-classes.jpg",
    "author" : " JP Buntinx",
    "published_at" : "2018-04-04T00:00:00.000Z",
    "updated_at" : "2018-04-05T02:48:08.453Z",
    "created_at" : "2018-04-05T01:23:58.927Z"
  },
  {
    "article_id" : "SyRbalkhM",
    "author" : "William Suberg",
    "image" : "https://images.cointelegraph.com/images/725_Ly9jb2ludGVsZWdyYXBoLmNvbS9zdG9yYWdlL3VwbG9hZHMvdmlldy9jN2QzNDRmNGVkZWVjODdlMjEzNGIzOTQzZDZlODgzMS5qcGc=.jpg",
    "link" : "https://cointelegraph.com/news/im-thinking-250000-by-2022-tim-draper-reveals-new-bitcoin-price-target",
    "title" : "‘I’m Thinking $250,000 By 2022’: Tim Draper Reveals New Bitcoin Price Target",
    "description" : "Tim Draper now thinks Bitcoin will be worth $250,000 a piece by 2022.",
    "article" : "<p>Bitcoin&#x2019;s substantial <a href=\"https://cointelegraph.com/news/crypto-markets-see-steady-growth-following-yesterdays-sharp-price-jump\">$1,300 price correction</a> since yesterday has led to several new bullish predictions for the coming years, with the latest from investment tycoon <a href=\"https://cointelegraph.com/tags/tim-draper\">Tim Draper</a>, who forecasted a whopping <a href=\"https://www.youtube.com/watch?time_continue=579&amp;v=UMVQAiVRS4Y\" target=\"_blank\">$250,000 by 2022</a> during a speech April 12.</p><p>Speaking at a <a href=\"https://cointelegraph.com/tags/blockchain\">Blockchain</a> event hosted by his own Draper University in San Mateo, California, the famous Bitcoin bull and venture capitalist told audience members to &#x201C;believe&#x201D; the sky-high figures would come true.</p><p>&#x201C;I&#x2019;m thinking $250,000 a Bitcoin by 2022,&#x201D; he said, looking into what he described as a &#x201C;crystal ball&#x201D;, and continuing:</p><blockquote><p>&#x201C;[...]Believe it, it&#x2019;s going to happen &#x2013; they&#x2019;re going to think you&#x2019;re crazy but believe it, it&#x2019;s happening, it&#x2019;s going to be awesome!&#x201D;</p></blockquote><div><center><p></p></center></div><p>While the crowd appeared to give an unenthusiastic reaction, Draper&#x2019;s words may yet ring true in the mid-term among Bitcoin markets. In 2014, when prices were at times less than <a href=\"https://coinmarketcap.com/currencies/bitcoin/\" target=\"_blank\">$320</a> a Bitcoin, the investor <a href=\"https://www.forbes.com/sites/jessedamiani/2017/11/26/10k-bitcoin-by-2018-looks-like-tim-draper-was-on-the-money/#73305c523295\" target=\"_blank\">correctly predicted</a> that BTC/USD would pass $10,000 in 2017.</p><p>Adding to praise surfacing among Bitcoin commentators on <a href=\"https://www.reddit.com/r/Bitcoin/comments/8bvw7f/tim_drapers_2018_bitcoin_prediction_is_250000_by/\" target=\"_blank\">social media</a>, Draper&#x2019;s son Adam, also a venture capitalist, called him a &#x201C;legend&#x201D; for going public with the $250,000 figure:</p><blockquote><p>My dad just predicted <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&amp;ref_src=twsrc%5Etfw\">#Bitcoin</a> to be $250k by 2022. <a href=\"https://twitter.com/hashtag/legend?src=hash&amp;ref_src=twsrc%5Etfw\">#legend</a> <a href=\"https://twitter.com/TimDraper?ref_src=twsrc%5Etfw\">@TimDraper</a></p>&#x2014; Adam Draper (@AdamDraper) <a href=\"https://twitter.com/AdamDraper/status/984670601456439297?ref_src=twsrc%5Etfw\">April 13, 2018</a></blockquote><p>This week also saw a similarly buoyant tone come from Fundstrat Global Advisors cofounder <a href=\"https://cointelegraph.com/tags/tom-lee\">Tom Lee</a>, who on Thursday told CNBC he was <a href=\"https://cointelegraph.com/news/wall-street-strategist-tom-lee-still-confident-bitcoin-price-will-reach-25k-in-2018\">&#x201C;confident&#x201D; Bitcoin would hit $25,000 </a>before the end of the year, a prediction he has made before.</p> <div> </div>",
    "created_at" : "2018-04-08T22:19:09.698Z",
    "updated_at" : "2018-04-14T04:01:09.577Z",
    "published_at" : "2018-04-13T17:40:00.000Z"
  }
]
